// Создать программу для вычисления суммы двух целых чисел

Console.Clear();
int numberA = 3;
int numberB = 4;
// Можно было ввести дополнительную переменную int result = numberA + numberB
Console.Write(numberA+numberB);